Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=260_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Minun nimeni on Hánno Heaikka Ásllat Ánde, Aslak Antti Paltto (2008)
sme: Mun lean Hánno Heaikka Ásllat Ánde, Aslak Antti Paltto (2008)

source: ja olen kotoisin Lemmenjoelta Inarin kunnasta.
sme: ja lean eret Leammis Anára gielddas.

source: Tällä hetkellä myös asun Lemmenjoella, vanhempieni luona.
sme: Dál maid ásan Leammis, vánhemiiddán luhtte.

source: Olen 25 vuotias.
sme: Lean 25 jahkásaš.

source: Kesällä 2007 valmistuin Kautokeinon saamelaisesta korkeakoulusta, jossa suoritin kolmen vuoden journalistilinjan bachelorin ja lisäksi saamen kielen approbaturin.
sme: Geassit 2007 válmmaštuvven Guovdageainnu sámi allaskuvllas, gos čađahin golmma jagi journalistalinjá bachelor-dutkosa ja lassin sámegiela approbatura.

source: Valmistumisen jälkeen olen enimmäkseen työskennellyt YLE saameradiolla Inarissa saamenkielisten tv-uutisten toimittajana.
sme: Válmmaštuvvama maŋŋá lean eanaš bargan YLE sámeradios Anáris sámegielat tv-ođđasiid doaimmaheaddjin.

source: Lisäksi olen freelancannut Kiirunassa SVT:n uutisreportterina ja myös galdu.
sme: Dasa lassin leamašan Gironis SVT freelanceođasreporttarin ja maid galdu.

source: org-nettisivujen päivittäjänä.
sme: org-neahttasiidduid beaivideaddjin.

source: Viimeinen suurempi projektini päättyi keväällä 2008: silloin organisoin saamelaisten osallistumisen Arctic Winter Games 2008 tapahtumaan Yellowknifeen, olin Saamen joukkueen Chef de Mission.
sme: Mu maŋimuš stuorát prošeakta nogai giđđat 2008: dalle organiserejin sámiid oassálastima ArcticWinterGames 2008 dáhpáhussii Yellowknifei, ledjen Sámi joavkku Chef de Mission.

source: Olen koko nuoruuteni harrastanut kaikenlaista liikuntaa ja ollut kilpahiihtäjä 22-vuotiaaksi asti.
sme: Lean oppa nuorravuođa lihkadan ollu ja čuoigan gilvvu gitta 22-jahkásažžan.

source: Osallistumiseni hiihdon saamenmestaruuskisoihin 12-vuotiaana teki minulle mahdolliseksi ymmärtää jo silloin, että saamelaiset asuvat neljässä eri maassa.
sme: Go oassálasten čuoigama sámemeašttirgilvvuide 12-jahkásažžan, de dat veahkehii mu áddet juo dalle, ahte sámit ásset njealji sierra riikkas.

source: Talvisin mestaruuskisoja järjestetään hiihdossa ja suopunginheitossa, kesällä suopunginheiton lisäksi myös juoksussa.
sme: Dálvit meašttirvuođagilvvut ordnejuvvojit čuoigamis ja njoarosteamis, geassit njoarosteami lassin maid viehkamis.

source: Minulla on kaksi äidinkieltä: pohjoissaame ja suomi.
sme: Mus leat guokte eatnigiela: davvisámegiella ja suomagiella.

source: Voin puhua saamen kieltä päivittäin kotona ja jutellessani kavereiden kanssa.
sme: Sáhtán hállat sámegiela beaivválaččat ruovttus ja dalle go háleštan skihpáriiguin.

source: Saamelaisuus merkitsee elämistä luonnossa, porojen kanssa, kalastamista, kuulumista omaan joukkoon.
sme: Sápmelašvuohta mearkkaša eallima luonddus, bohccuiguin, guolásteami, gullama iežas jovkui.

source: Maailmalla ollessani voin kertoa olevani saamelainen ja edustan ylpeänä neljän eri maan ihmisiä, yhtä kansaa, vaikkakin erittäin monimuotoista sellaista.
sme: Máilmmis jođedettiin sáhtán muitalit ahte lean sápmelaš ja lean movtta go beasan ovddastit njealji sierra riikka olbmuid, ovtta álbmoga, mas gávdnojit hui máŋggalágan iešvuođat.

source: Olen syntynyt poronhoitaja- ja kalastajaperheeseen, joten saamelaisuus näkyy myös siitä, miten harjoitamme poronhoitoa ja hyödynnämme poron eri materiaaleja sekä minkälaista ruokaa syömme.
sme: Lean riegádan badje- ja guolásteaddjibearrašii, nu ahte sápmelašvuohta oidno maid das, mo mii hárjehat boazodoalu ja atnit ávkin bohcco sierra materiálaid sihke makkár biepmu mii borrat.

source: Meillä on tapamme olla saamelaisia, mutta ei ole olemassa vain yhtä tapaa olla sitä.
sme: Mis leat iežamet vuogit leat sápmelaččat, muhto ii leat dušše okta vuohki leat dat.

source: Viralliset määrittelyt saamelaisuudesta ovat kyllä löydettävissä Norjan, Ruotsin ja Suomen saamelaiskäräjien nettisivuilta, mutta kuten niistä näkee, määritellään saamelaisuus joka maassakin hieman eri tavoin.
sme: Virggálaš meroštallamat sápmelašvuođas leat gal gávdnomis Norgga, Ruoŧa ja Suoma sámedikkiid neahttasiidduin, muhto nugo dain oaidná, meroštallojuvvo sápmelašvuohta guđege riikkasge uhcánaš eará láhkai.

source: Jos jo syntyessäsi vanhempasi kertovat sinulle, että olet saamelainen, kasvaa saamelaisuuden merkitys sinulle iän myötä ja vanhetessa arvostat sitä enemmän.
sme: Jos juo riegádettiinat du váhnemat muitalit dutnje, ahte leat sápmelaš, stuorru sápmelašvuođa mearkkašupmi dutnje agi mielde ja anát dan árvvus eanet ah ’ eanet.

source: Sen sijaan jos kuulet 20-vuotiaana olevasi saamelainen, etkä ole sitä koskaan aikaisemmin kuullut etkä tiennyt, sinun on paljon vaikeampi oppia ymmärtämään ja sisäistämään, mitä on olla saamelainen.
sme: Muhto jos gulat 20-jahkásažžan ahte leat sápmelaš, itge leat dan goasge ovdal gullan itge diehtán, dutnje lea ollu váddásut oahppat duođaid áddet, maid mearkkaša leat sápmelaš.

source: Itse olen oppinut kaksi kieltä ja kaksi kulttuuria rinnakkain, virallisen saamelaismääritelmän mukaan olen puoleksi suomalainen ja puoleksi saamelainen.
sme: Ieš lean oahppan guokte giela ja guokte kultuvrra báldalagaid, virggálaš sámemeroštallama mielde lean beallái suopmelaš ja beallái sápmelaš.

source: Minulla on Suomen passi, joka on hyvää valuuttaa kun kiertää maailmalla, koska suomalaisia arvostetaan.
sme: Mus lea Suoma pássa, mii lea buorre valuhtta go johtá máilmmis, dasgo suopmelaččaid atnet árvvus.

source: Mutta kun menen YK:n kokoukseen New Yorkiin ja minulta kysytään kuka olen, kerron olevani saamelainen – ellei minua sitten tunnisteta jo vaatteista.
sme: Muhto go manan ON:a čoahkkimii New Yorkii ja mus jerrojuvvo gii mun lean, muitalan ahte lean sápmelaš – jos mu eai dovdda juo biktasiin.

source: Joka aamu ensimmäinen kieli, jota puhun, on saame.
sme: Juohke iđit vuosttas giellan hálan sámegiela.

source: Töissä radiolla käytän suurimman osan ajasta saamea.
sme: Barggus radios geavahan eanaš áigge sámegiela.

source: Muuten saamelaisuus näkyy arjessani siinä, että suuri osa ajastani kuluu porojen kanssa.
sme: Muđui sápmelašvuohta oidno árggastan das, ahte stuorra oassi áiggis gollá bohccuiguin.

source: Erityisesti syystalvella, joka on vilkasta porojen erottelu-aikaa.
sme: Erenomážit čakčadálvve, go dalle leat ollu rátkimat.

source: Jäljelle jääneen vapaa-ajan vietän kotikulmilla sekä Ruotsissa ja Norjassa, saamelaisnuorten tapahtumia kun riittää.
sme: Loahppaáiggi, mii báhcá, golahan ruovttubirrasis sihke Ruoŧas ja Norggas, sámenuoraid dáhpáhusat gal reahkkájit.

source: Ja aina kun tapahtuu jotain suurempaa, pakkaan lapintakin laukkuun, sillä eihän sitä tavallista tummaa pukua ole koskaan tullut hankittua !
sme: Ja álo go dáhpáhuvvá miinu stuorábuid, de páhkken sámegávtti lávkii, dasgo iihan dakkár dábálaš čáhppes láttebiktasa leat goasge gártan skáhppot !

source: Tulevaisuudessa saamelaisuuteni näkyy samoin arkipäivän askareissa kuin nykyisinkin: kielessä, sanomisissani ja ideologiassa.
sme: Boahttevuođas mu sápmelašvuohta oidno seammaláhkai árgabeaivve barggildemiin go dálge: gielas, mu dadjamušain ja ideologias.

source: Uskon, että tulevaisuudessa saamelaisuus on saamelaisille tärkeämpi kuin kymmenen vuotta sitten.
sme: Jáhkán ahte boahttevuođas sápmelašvuohta lea sámiide dehálut go logi jagi dás ovdal.

source: Kuluneet kymmenen vuotta olemme muutenkin eläneet suurta muutosta, kun saamelaisen ei enää tarvitse hävetä itseään, vaan päinvastoin saamelaisuudella jopa ylpeillään.
sme: Vássán logi jagi mii leat muđuige eallán stuorra nuppástusa, go sápmelaš ii šat dárbbaš heahpanit iežas, muhto baicce sápmelašvuođain juoba čevllohallo.

source: Itse olen oppinut pohjoissaamen äidinkielenä, lukenut sitä koulussa äidinkielenä ja kirjoittanut sen myös ylioppilaskirjoituksissa äidinkielenä.
sme: Ieš lean oahppan davvisámegiela eatnigiellan, lohkan dan skuvllas eatnigiellan ja čállán dan maiddái stuđeantačállosiin eatnigiellan.

source: Silloin olin ainoa pohjoissaamen äidinkielenä kirjoittanut.
sme: Dalle ledjen áidna, guhte čálii davvisámegiela eatnigiellan.

source: Nyt, vajaat kymmenen vuotta myöhemmin, yhä useampi tekee tai valitsee samoin.
sme: Dál, vádjit logi jagi maŋŋá, máŋgasat dahket dahje válljejit seammaláhkai.

source: Tärkeintä ei kuitenkaan ole kielen käyttö paperilla, vaan suullisesti: saamen kielen puhuminen on nykyään sallittua, se on muodissa ja työpaikatkin vaativat saamenkielentaitoisia.
sme: Dehálemos ii goit leat giela geavaheapmi báhpára alde, muhto baicce njálmmálaččat: sámegiela hállan lea dán áigge lobálaš, dat lea otná vuogi mielde ja bargobáikkitge gáibidit sámegielat olbmuid.

source: Kielen käyttäminen auttaa meitä ymmärtämään moninaista kulttuuriamme paremmin, ja kun kielenkäyttäjiä on enemmän, myös kulttuuri säilyy laajemmin sukupolvelta toiselle.
sme: Giela geavaheapmi veahkeha min áddet min máŋggabealat kultuvrra buorebut, ja go gielageavaheaddjit leat eanet, maiddái kultuvra seailu viidásabbot buolvvas nubbái.

source: Kuten niin monet ovat sen sanoneet: kielessä on kulttuuri, joten käyttäkäämme sitä.
sme: Nugo nu máŋgasat leat dan dadjan: gielas lea kultuvra, nuba geavaheatnot dan.
